tap "browsh-org/browsh"
tap "chleggett/gqrx"
tap "chleggett/gr-osmosdr"
tap "dskecse/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "osx-cross/avr"
tap "px4/px4"
brew "ack"
brew "python@3.9"
brew "glib"
brew "pkg-config"
brew "cairo"
brew "gdk-pixbuf"
brew "gobject-introspection"
brew "librsvg"
brew "adwaita-icon-theme"
brew "aircrack-ng"
brew "arp-scan"
brew "autoconf"
brew "automake"
brew "avr-gcc@7"
brew "libelf"
brew "libftdi0"
brew "avrdude"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "berkeley-db"
brew "boost"
brew "popt"
brew "utf8proc"
brew "tmux"
brew "byobu"
brew "check"
brew "cloog"
brew "cowsay"
brew "cppunit"
brew "curl"
brew "dbus"
brew "dfu-programmer"
brew "dfu-util"
brew "dmenu"
brew "docbook"
brew "docker"
brew "docker-machine", restart_service: true
brew "ebook-tools"
brew "libtool"
brew "emacs"
brew "exiftool"
brew "ext4fuse"
brew "libsndfile"
brew "sdl2"
brew "ffmpeg"
brew "open-mpi"
brew "fftw"
brew "figlet"
brew "fish"
brew "fortune"
brew "gawk"
brew "gdb"
brew "libheif"
brew "imagemagick"
brew "gifify"
brew "git"
brew "gnu-cobol"
brew "gnunet"
brew "libassuan"
brew "libksba"
brew "gnupg"
brew "gnuplot"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "goocanvas"
brew "gpgme"
brew "gphoto2"
brew "libcroco"
brew "gpredict"
brew "grc"
brew "grepcidr"
brew "groff"
brew "gsl"
brew "gtk+"
brew "hackrf", args: ["HEAD"]
brew "html2text"
brew "htop"
brew "httperf"
brew "imagesnap"
brew "intltool"
brew "ipcalc"
brew "ipmitool"
brew "ircii"
brew "isc-dhcp"
brew "itpp"
brew "openjdk"
brew "jmeter"
brew "jp2a"
brew "jq"
brew "lastpass-cli"
brew "libgit2"
brew "libidn"
brew "libmtp"
brew "libotr"
brew "librtlsdr", args: ["HEAD"]
brew "libstrophe"
brew "libvo-aacenc"
brew "libxmlsec1"
brew "lynx"
brew "mad"
brew "mbelib"
brew "mosh", args: ["HEAD"]
brew "mpg123"
brew "mtr"
brew "mutt"
brew "nethogs"
brew "ngrep"
brew "nmap"
brew "node"
brew "openblas"
brew "numpy", link: false
brew "oath-toolkit"
brew "orc"
brew "ossp-uuid"
brew "p7zip"
brew "qrencode"
brew "python@3.8"
brew "pass-otp"
brew "percol"
brew "pidgin"
brew "portaudio"
brew "postgresql"
brew "prips"
brew "profanity"
brew "pth"
brew "pv"
brew "pwgen"
brew "py2cairo"
brew "python@2", link: false
brew "pygobject"
brew "pygtk"
brew "sip"
brew "pyqt"
brew "qwt"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "rename"
brew "resty"
brew "rlwrap"
brew "roundup"
brew "rrdtool"
brew "ruby"
brew "s3cmd"
brew "sdl"
brew "sdl2_image"
brew "sdl2_mixer"
brew "sdl2_ttf"
brew "shpotify"
brew "shyaml"
brew "siege"
brew "sl"
brew "socat"
brew "sox"
brew "spark"
brew "sphinx"
brew "stockfish"
brew "stoken"
brew "swaks"
brew "swig"
brew "testdisk"
brew "tintin"
brew "tmuxinator-completion"
brew "toilet"
brew "tor"
brew "unrar"
brew "vim"
brew "weechat"
brew "wget"
brew "wxmac"
brew "wxpython"
brew "xmlstarlet"
brew "youtube-dl"
brew "zlib"
brew "osx-cross/avr/avr-gcc@8"
brew "osx-cross/avr/avr-gcc@9"
brew "px4/px4/gcc-arm-none-eabi"
cask "adium"
cask "android-studio"
cask "canon-eos-utility"
cask "chirp"
cask "chirp-daily"
cask "chromium"
cask "discord"
cask "disk-inventory-x"
cask "divvy"
cask "flux"
cask "font-hack-nerd-font"
cask "gimp"
cask "google-chrome-canary"
cask "handbrake"
cask "java"
cask "karabiner-elements"
cask "kindle"
cask "kk7ds-python-runtime"
cask "lastpass"
cask "league-of-legends"
cask "mozart2"
cask "notational-velocity"
cask "nrlquaker-winbox"
cask "openemu"
cask "openttd"
cask "osxfuse"
cask "pycharm"
cask "pycharm-ce"
cask "qmk-toolbox"
cask "quik"
cask "retroshare"
cask "seafile-client"
cask "seashore"
cask "shiftit"
cask "signal"
cask "skype"
cask "slate"
cask "snes9x"
cask "spotify"
cask "steam"
cask "sublime-text"
cask "thunderbird"
cask "tor-browser"
cask "transmission"
cask "vagrant"
cask "viscosity"
cask "vivaldi"
cask "vlc"
cask "vmware-fusion"
cask "xquartz"
cask "yacreader"
cask "zwift"
