tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'chleggett/gqrx'
tap 'chleggett/gr-osmosdr'
tap 'dskecse/tap'
tap 'homebrew/boneyard'
tap 'homebrew/bundle'
tap 'homebrew/completions'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/fuse'
tap 'homebrew/x11'
tap 'metacollin/gnuradio'
cask 'java'
brew 'ack'
brew 'android-sdk'
brew 'arp-scan'
brew 'dbus'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'pixman'
brew 'cairo'
brew 'git'
brew 'pkg-config'
brew 'gobject-introspection'
brew 'at-spi2-core'
brew 'atk'
brew 'at-spi2-atk'
brew 'autoconf'
brew 'automake'
brew 'readline'
brew 'bash'
brew 'berkeley-db'
brew 'boost'
brew 'coreutils'
brew 'gnu-sed'
brew 'popt'
brew 's-lang'
brew 'newt'
brew 'openssl'
brew 'libevent'
brew 'tmux'
brew 'byobu'
brew 'check'
brew 'chromedriver'
brew 'cloog'
brew 'cmake'
brew 'cppunit'
brew 'curl'
brew 'libgpg-error'
brew 'libassuan'
brew 'libgcrypt'
brew 'libksba'
brew 'pth'
brew 'dirmngr'
brew 'docbook'
brew 'docker'
brew 'docker-machine'
brew 'gmp'
brew 'isl'
brew 'mpfr'
brew 'libmpc'
brew 'gcc'
brew 'fftw'
brew 'itpp'
brew 'flac'
brew 'libogg'
brew 'libvorbis'
brew 'libsndfile'
brew 'portaudio'
brew 'dsd'
brew 'emacs'
brew 'lame'
brew 'x264'
brew 'xvid'
brew 'ffmpeg'
brew 'figlet'
brew 'pcre2'
brew 'fish'
brew 'gawk'
brew 'jpeg'
brew 'libtiff'
brew 'webp'
brew 'gd'
brew 'gdbm'
brew 'shared-mime-info'
brew 'gdk-pixbuf'
brew 'gnu-cobol'
brew 'gnupg'
brew 'pinentry'
brew 'gpg-agent'
brew 'libusb'
brew 'libusb-compat'
brew 'gnupg2'
brew 'lua'
brew 'gnuplot'
brew 'libtasn1'
brew 'nettle'
brew 'gnutls'
brew 'go'
brew 'gsettings-desktop-schemas'
brew 'hicolor-icon-theme'
brew 'libepoxy'
brew 'icu4c'
brew 'harfbuzz'
brew 'pango'
brew 'gtk+3'
brew 'goocanvas'
brew 'grc'
brew 'gsl'
brew 'gtk+'
brew 'hackrf', args: ['HEAD']
brew 'libtool'
brew 'hamlib'
brew 'httperf'
brew 'xz'
brew 'imagemagick'
brew 'imagesnap'
brew 'imlib2'
brew 'intltool'
brew 'ipcalc'
brew 'ipmitool'
brew 'ircii'
brew 'jmeter'
brew 'jp2a'
brew 'lastpass-cli'
brew 'libcaca'
brew 'libcroco'
brew 'libelf'
brew 'libftdi0'
brew 'libgit2'
brew 'libidn'
brew 'libmtp'
brew 'libotr'
brew 'librsvg'
brew 'librtlsdr', args: ['HEAD']
brew 'libstrophe'
brew 'libvo-aacenc'
brew 'libyaml'
brew 'mad'
brew 'mbelib'
brew 'protobuf'
brew 'mobile-shell'
brew 'mpg123'
brew 'mtr'
brew 'tokyo-cabinet'
brew 'mutt'
brew 'mysql'
brew 'nethogs'
brew 'ngrep'
brew 'nmap'
brew 'node'
brew 'orc'
brew 'ossp-uuid'
brew 'pidgin'
brew 'sqlite'
brew 'python'
brew 'postgresql'
brew 'prips'
brew 'profanity'
brew 'pwgen'
brew 'py2cairo'
brew 'pygobject'
brew 'pygtk'
brew 'qt5'
brew 'sip', args: ['with-python3']
brew 'pyqt5'
brew 'qrencode'
brew 'qwt'
brew 'ruby-build'
brew 'rbenv'
brew 'reattach-to-user-namespace'
brew 'rename'
brew 'resty'
brew 'rlwrap'
brew 'roundup'
brew 'rrdtool'
brew 'ruby'
brew 's3cmd'
brew 'sdl'
brew 'siege'
brew 'socat'
brew 'sox'
brew 'spark'
brew 'sphinx'
brew 'stoken'
brew 'swig'
brew 'testdisk'
brew 'tmuxinator-completion'
brew 'toilet'
brew 'tor'
brew 'unrar'
brew 'utf8proc'
brew 'weechat'
brew 'wget'
brew 'wxmac'
brew 'wxpython'
brew 'xmlstarlet'
brew 'youtube-dl'
brew 'homebrew/boneyard/pyqt'
brew 'homebrew/boneyard/pyqwt'
brew 'metacollin/gnuradio/gnuradio'
cask 'adium'
cask 'chirp'
cask 'disk-inventory-x'
cask 'divvy'
cask 'filezilla'
cask 'firefox'
cask 'flux'
cask 'google-chrome'
cask 'handbrake'
cask 'karabiner'
cask 'kivy'
cask 'kk7ds-python-runtime'
cask 'lastpass'
cask 'league-of-legends'
cask 'mozart2'
cask 'notational-velocity'
cask 'openttd'
cask 'osxfuse'
cask 'seashore'
cask 'shiftit'
cask 'skype'
cask 'slack'
cask 'slate'
cask 'spotify'
cask 'sshfs'
cask 'steam'
cask 'torbrowser'
cask 'transmission'
cask 'vagrant'
cask 'virtualbox'
cask 'viscosity'
cask 'vlc'
cask 'vmware-fusion'
