tap "browsh-org/browsh"
tap "chleggett/gqrx"
tap "chleggett/gr-osmosdr"
tap "dskecse/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "michaeleisel/zld"
tap "osx-cross/avr"
tap "px4/px4"
brew "ack"
brew "glib"
brew "pkg-config"
brew "python@3.9"
brew "cairo"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "ansible"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "arp-scan"
brew "atk"
brew "m4"
brew "autoconf"
brew "automake"
brew "boost"
brew "avrdude"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "berkeley-db", link: true
brew "popt"
brew "newt"
brew "utf8proc"
brew "tmux"
brew "byobu"
brew "check"
brew "cloog"
brew "cmake"
brew "consul"
brew "cowsay"
brew "cppunit"
brew "curl"
brew "dbus"
brew "defaultbrowser"
brew "dfu-programmer"
brew "dfu-util"
brew "dmenu"
brew "docbook"
brew "docker"
brew "docker-compose"
brew "docker-machine", restart_service: true
brew "e2fsprogs"
brew "ebook-tools"
brew "elinks"
brew "libtool"
brew "wxwidgets"
brew "erlang"
brew "elixir"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "exiftool"
brew "leptonica"
brew "libarchive"
brew "libass"
brew "mpg123"
brew "libsndfile"
brew "sdl2"
brew "tesseract"
brew "ffmpeg"
brew "ffmpeg@4"
brew "open-mpi"
brew "fftw"
brew "figlet"
brew "fish"
brew "fortune"
brew "gawk"
brew "libavif"
brew "gd"
brew "gdb"
brew "gh"
brew "libidn"
brew "ghostscript"
brew "python@3.10"
brew "gobject-introspection"
brew "shared-mime-info"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "gifify"
brew "git"
brew "git-crypt"
brew "git-svn"
brew "glib-openssl"
brew "gnu-cobol"
brew "libmicrohttpd"
brew "gnunet"
brew "libassuan"
brew "libksba"
brew "gnupg"
brew "lua"
brew "gnuplot"
brew "go"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "goocanvas"
brew "gpgme"
brew "libgphoto2"
brew "gphoto2"
brew "gpredict"
brew "gptfdisk"
brew "grc"
brew "grepcidr"
brew "netpbm"
brew "groff"
brew "gsl"
brew "gstreamer"
brew "gtk+"
brew "hackrf", args: ["HEAD"]
brew "html2text"
brew "htop"
brew "httperf"
brew "imagesnap"
brew "imlib2"
brew "intltool"
brew "ipcalc"
brew "openssl@3"
brew "ipmitool"
brew "ircii"
brew "irssi"
brew "isc-dhcp"
brew "itpp"
brew "openjdk"
brew "jmeter"
brew "jp2a"
brew "jq"
brew "kompose"
brew "krb5"
brew "lastpass-cli"
brew "libcaca"
brew "libcroco"
brew "libelf"
brew "libftdi0"
brew "libgit2"
brew "libmng"
brew "libmtp"
brew "libotr"
brew "libraqm"
brew "librtlsdr", args: ["HEAD"]
brew "libstrophe"
brew "libvo-aacenc"
brew "libxmlsec1"
brew "llvm"
brew "lynx"
brew "mad"
brew "mbelib"
brew "mercurial"
brew "mono"
brew "mosh"
brew "vapoursynth"
brew "yt-dlp"
brew "mpv"
brew "mtr"
brew "mutt"
brew "mysql@5.7"
brew "neovim"
brew "nethogs"
brew "ngrep"
brew "nmap"
brew "node"
brew "nomad"
brew "numpy"
brew "oath-toolkit"
brew "openstackclient"
brew "orc"
brew "ossp-uuid"
brew "p7zip"
brew "qrencode"
brew "pass-otp"
brew "percol"
brew "perl"
brew "pidgin"
brew "pillow"
brew "portaudio"
brew "postgresql@14"
brew "prips"
brew "profanity"
brew "pth"
brew "pv"
brew "pwgen"
brew "py2cairo"
brew "qt"
brew "pyqt"
brew "python@3.8"
brew "qwt"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "recode"
brew "rename"
brew "resty"
brew "rlwrap"
brew "roundup"
brew "rrdtool"
brew "rsync"
brew "ruby"
brew "s3cmd"
brew "sdl12-compat"
brew "sdl2_image"
brew "sdl2_mixer"
brew "sdl2_ttf"
brew "shpotify"
brew "shyaml"
brew "siege"
brew "sip"
brew "sl"
brew "socat"
brew "sox"
brew "spark"
brew "sphinx"
brew "stockfish"
brew "stoken"
brew "swaks"
brew "swig"
brew "telnet"
brew "testdisk"
brew "testssl"
brew "timidity"
brew "tintin"
brew "tmuxinator-completion"
brew "toilet"
brew "tor"
brew "uutils-coreutils"
brew "vim", args: ["HEAD"]
brew "watch"
brew "weechat"
brew "wget"
brew "wxpython"
brew "xmlstarlet"
brew "ykman"
brew "youtube-dl"
brew "youtube-dlc"
brew "zlib"
brew "browsh-org/browsh/browsh"
brew "osx-cross/avr/avr-gcc@8"
brew "osx-cross/avr/avr-gcc@9"
brew "px4/px4/gcc-arm-none-eabi"
cask "adium"
cask "amethyst"
cask "android-studio"
cask "astropad"
cask "atom"
cask "audacity"
cask "canon-eos-utility"
cask "chirp"
cask "chromium"
cask "cool-retro-term"
cask "discord"
cask "disk-inventory-x"
cask "divvy"
cask "flutter"
cask "flux"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-liberation-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-overpass-nerd-font"
cask "font-proggy-clean-tt-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "fuse"
cask "gimp"
cask "google-chrome-canary"
cask "handbrake"
cask "honer"
cask "iterm2"
cask "karabiner-elements"
cask "keycastr"
cask "kindle"
cask "lagrange"
cask "lastpass"
cask "league-of-legends"
cask "notational-velocity"
cask "nrlquaker-winbox"
cask "openemu"
cask "openttd"
cask "osxfuse"
cask "pablodraw"
cask "pycharm"
cask "pycharm-ce"
cask "qmk-toolbox"
cask "quik"
cask "rar"
cask "retroshare"
cask "seafile-client"
cask "seashore"
cask "shiftit"
cask "signal"
cask "skype"
cask "slate"
cask "snes9x"
cask "speedcrunch"
cask "spotify"
cask "steam"
cask "sublime-text"
cask "thunderbird"
cask "tor-browser"
cask "transmission"
cask "vagrant"
cask "virtualbox"
cask "viscosity"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "vmware-fusion"
cask "xquartz"
cask "yacreader"
cask "yubico-yubikey-manager"
cask "zwift"
